{
    "Together we could: Make detailed plans only to wing it at the last minute - With you Michaela even the chaos of last minute plans seems like the perfect script for our story.": {
        "Originality": 15,
        "Humor": 10,
        "Appropriateness": 20,
        "Relevance": 20,
        "Engagement": 18,
        "Clarity & Simplicity": 20
    },
    "Change my mind about: honey mustard 🤢 - Just like honey and mustard Jenna together we might make an unexpected but delightful combo.": {
        "Originality": 16,
        "Humor": 11,
        "Appropriateness": 19,
        "Relevance": 19,
        "Engagement": 19,
        "Clarity & Simplicity": 19
    },
    "I'll brag about you to my friends if: you can do a backflip - Even though it's unlikely I could do a backflip Kelly I'm pretty sure I could make your heart flip.": {
        "Originality": 17,
        "Humor": 12,
        "Appropriateness": 18,
        "Relevance": 18,
        "Engagement": 20,
        "Clarity & Simplicity": 18
    },
    "A life goal of mine: to see penguins in antarctica - Callie let's slide into new experiences together like penguins on the Antarctic ice.": {
        "Originality": 18,
        "Humor": 13,
        "Appropriateness": 17,
        "Relevance": 17,
        "Engagement": 18,
        "Clarity & Simplicity": 17
    },
    "My most irrational fear: Netflix & chill - Hey Krystal forget chill - how about we 'Netflix and thrill' with our favorite suspense movies?": {
        "Originality": 19,
        "Humor": 14,
        "Appropriateness": 16,
        "Relevance": 20,
        "Engagement": 19,
        "Clarity & Simplicity": 16
    },
    "Two truths and a lie: I swam competitively for 10 years\nI’m missing my right pinky toe\nI have over 1000 Spotify playlists - Sarah if our date goes as well as your Spotify playlists I reckon we'll have a toe-tally amazing time!": {
        "Originality": 20,
        "Humor": 15,
        "Appropriateness": 20,
        "Relevance": 19,
        "Engagement": 20,
        "Clarity & Simplicity": 15
    },
    "Two truths and a lie: 1. I played volleyball in high school2. I think Die Hard is a Christmas movie3. I tried pine nuts flavored gelato in Italy and it takes like mashed potato - Watching a Christmas movie or playing volleyball I’d rather do it with you...but remember no 'Die Hard' feelings Vivian!": {
        "Originality": 15,
        "Humor": 16,
        "Appropriateness": 19,
        "Relevance": 18,
        "Engagement": 18,
        "Clarity & Simplicity": 14
    },
    "Two truths and a lie: I'm a twin. My favorite sport to watch is golf. I'm really good at art. - Erin being an artist you've surely mastered the art of illusion. But there's no trick about us having a stroke of chemistry together just like your paintings!": {
        "Originality": 16,
        "Humor": 17,
        "Appropriateness": 18,
        "Relevance": 17,
        "Engagement": 19,
        "Clarity & Simplicity": 20
    },
    "The way to win me over is: by having XG on your playlist - So Ash is it pure coincidence or destiny that we both love XG? How about a coffee date with their tunes setting the mood?": {
        "Originality": 17,
        "Humor": 18,
        "Appropriateness": 17,
        "Relevance": 20,
        "Engagement": 20,
        "Clarity & Simplicity": 19
    },
    "What if I told you that: I’m into Forensics - Your love for forensics is all the evidence I needed to rule in favor of you being my perfect match.": {
        "Originality": 18,
        "Humor": 19,
        "Appropriateness": 16,
        "Relevance": 19,
        "Engagement": 18,
        "Clarity & Simplicity": 18
    }
}